[
  "It is the great multiplication of the productions of all the different arts, in consequence of the division of labour, which occasions, in a well-governed society, that universal opulence which extends itself to the lowest ranks of the people.",
  "It is the maxim of every prudent master of a family, never to attempt to make at home what it will cost him more to make than to buy...What is prudence in the conduct of every private family, can scarce be folly in that of a great kingdom.",
  "By means of glasses, hotbeds, and hotwalls, very good grapes can be raised in Scotland, and very good wine too can be made of them at about thirty times the expense for which at least equally good can be brought from foreign countries. Would it be a reasonable law to prohibit the importation of all foreign wines, merely to encourage the making of claret and burgundy in Scotland?",
  "In general, if any branch of trade, or any division of labour, be advantageous to the public, the freer and more general the competition, it will always be the more so.",
  "Consumption is the sole end and purpose of all production; and the interest of the producer ought to be attended to, only so far as it may be necessary for promoting that of the consumer.",
  "People of the same trade seldom meet together, even for merriment and diversion, but the conversation ends in a conspiracy against the public, or in some contrivance to raise prices…. But though the law cannot hinder people of the same trade from sometimes assembling together, it ought to do nothing to facilitate such assemblies, much less to render them necessary.",
  "A regulation which obliges all those of the same trade in a particular town to enter their names and places of abode in a public register, facilitates such assemblies…. A regulation which enables those of the same trade to tax themselves in order to provide for their poor, their sick, their widows and orphans…renders such assemblies necessary. An incorporation not only renders them necessary, but makes the act of the majority binding upon the whole. In a free trade, an effectual combination cannot be established but by the unanimous consent of every single trader, and it cannot last longer than every single trader continues of the same mind. The majority of a corporation can enact a bye-law, with proper penalties, which will limit the competition more effectually and more durably than any voluntary combination whaever.",
  "To widen the market and to narrow the competition, is always the interest of the dealers…The proposal of any new law or regulation of commerce which comes from this order, ought always to be listened to with great precaution, and ought never to be adopted till after having been long and carefully examined, not only with the most scrupulous, but with the most suspicious attention. It comes from an order of men, whose interest is never exactly the same with that of the public, who have generally an interest to deceive and even oppress the public, and who accordingly have, upon many occasions, both deceived and oppressed it.",
  "It is the highest impertinence and presumption… in kings and ministers, to pretend to watch over the economy of private people, and to restrain their expense... They are themselves always, and without any exception, the greatest spendthrifts in the society. Let them look well after their own expense, and they may safely trust private people with theirs. If their own extravagance does not ruin the state, that of their subjects never will.",
  "The statesman who should attempt to direct private people in what manner they ought to employ their capitals, would not only load himself with a most unnecessary attention, but assume an authority which could safely be trusted, not only to no single person, but to no council or senate whatever, and which would nowhere be so dangerous as in the hands of a man who had folly and presumption enough to fancy himself fit to exercise it.",
  "There is no art which one government sooner learns of another than that of draining money from the pockets of the people.",
  "The subjects of every state ought to contribute towards the support of the government, as nearly as possible, in proportion to their respective abilities...",
  "The tax which each individual is bound to pay ought to be certain, and not arbitrary. The time of payment, the manner of payment, the quantity to be paid, ought all to be clear and plain to the contributor, and to every other person...",
  "Every tax ought to be levied at the time, or in the manner, in which it is most likely to be convenient for the contributor to pay...",
  "Every tax ought to be so contrived as both to take out and to keep out of the pockets of the people as little as possible, over and above what it brings into the public treasury of the state…",
  "The proprietor of stock is necessarily a citizen of the world, and is not necessarily attached to any particular country. He would be apt to abandon the country in which he was exposed to a vexatious inquisition, in order to be assessed to a burdensome tax, and would remove his stock to some other country where he could either carry on his business, or enjoy his fortune more at his ease.",
  "The bounty to the white-herring fishery is a tonnage bounty; and is proportioned to the burden of the ship, not to her diligence or success in the fishery; and it has, I am afraid, been too common for vessels to fit out for the sole purpose of catching, not the fish, but the bounty.",
  "As a rich man is likely to be a better customer to the industrious people in his neighbourhood than a poor, so is likewise a rich nation. [Trade restrictions,] by aiming at the impoverishment of all our neighbours, tend to render that very commerce insignificant and contemptible.",
  "Public services are never better performed than when their reward comes in consequence of their being performed, and is proportioned to the diligence employed in performing them.",
  "It is the interest of every man to live as much at his ease as he can; and if his emoluments are to be precisely the same, whether he does, or does not perform some very laborious duty, it is certainly his interest…either to neglect it altogether, or…to perform it in [a] careless and slovenly a manner…",
  "If [justice] is removed, the great, the immense fabric of human society, that fabric which to raise and support seems in this world if I may say so has the peculiar and darling care of Nature, must in a moment crumble into atoms.",
  "Little else is requisite to carry a state to the highest degree of opulence from the lowest barbarism, but peace, easy taxes, and a tolerable administration of justice: all the rest being brought about by the natural course of things.",
  "How selfish soever man may be supposed, there are evidently some principles in his nature, which interest him in the fortune of others, and render their happiness necessary to him, though he derives nothing from it, except the pleasure of seeing it.",
  "The natural effort of every individual to better his own condition...is so powerful, that it is alone, and without any assistance, not only capable of carrying on the society to wealth and prosperity, but of surmounting a hundred impertinent obstructions with which the folly of human laws too often encumbers its operations.",
  "[The rich] consume little more than the poor, and in spite of their natural selfishness and rapacity…they divide with the poor the produce of all their improvements. They are led by an invisible hand to make nearly the same distribution of the necessaries of life, which would have been made, had the earth been divided into equal portions among all its inhabitants, and thus without intending it, without knowing it, advance the interest of the society, and afford means to the multiplication of the species.",
  "Every individual... neither intends to promote the public interest, nor knows how much he is promoting it... he intends only his own security; and by directing that industry in such a manner as its produce may be of the greatest value, he intends only his own gain, and he is in this, as in many other cases, led by an invisible hand to promote an end which was no part of his intention.",
  "It is not from the benevolence of the butcher, the brewer, or the baker, that we expect our dinner, but from their regard to their own interest. We address ourselves, not to their humanity but to their self-love, and never talk to them of our necessities but of their advantages.",
  "The man of system…is apt to be very wise in his own conceit; and is often so enamoured with the supposed beauty of his own ideal plan of government, that he cannot suffer the smallest deviation from any part of it… He seems to imagine that he can arrange the different members of a great society with as much ease as the hand arranges the different pieces upon a chess-board. He does not consider that in the great chess-board of human society, every single piece has a principle of motion of its own, altogether different from that which the legislature might choose to impress upon it.",
  "In the university of Oxford, the greater part of the public professors have, for these many years, given up altogether even the pretence of teaching.",
  "The discipline of colleges and universities is in general contrived, not for the benefit of the students, but for the interest, or more properly speaking, for the ease of the masters.",
  "What improves the circumstances of the greater part can never be regarded as an inconveniency to the whole. No society can surely be flourishing and happy, of which the far greater part of the members are poor and miserable.",
  "[Without trade restrictions] the obvious and simple system of natural liberty establishes itself of its own accord. Every man...is left perfectly free to pursue his own interest in his own way.... The sovereign is completely discharged from a duty [for which] no human wisdom or knowledge could ever be sufficient; the duty of superintending the industry of private people, and of directing it towards the employments most suitable to the interest of the society.",
  "The real tragedy of the poor is the poverty of their aspirations.",
  "All money is a matter of belief.",
  "Man is an animal that makes bargains: no other animal does this - no dog exchanges bones with another.",
  "Science is the great antidote to the poison of enthusiasm and superstition.",
  "Wherever there is great property, there is great inequality... for one very rich man, there must be at least five hundred poor.",
  "Happiness never lays its finger on its pulse.",
  "Virtue is more to be feared than vice, because its excesses are not subject to the regulation of conscience.",
  "Resentment seems to have been given us by nature for a defense, and for a defense only! It is the safeguard of justice and the security of innocence.",
  "The real price of everything, what everything really costs to the man who wants to acquire it, is the toil and trouble of acquiring it."
]