[
  "There is nothing impossible to him who will try.",
  "I am indebted to my father for living, but to my teacher for living well.",
  "I am not afraid of an army of lions led by a sheep; I am afraid of an army of sheep led by a lion.",
  "A tomb now suffices him for whom the world was not enough.",
  "But truly, if I were not Alexander, I would be Diogenes.",
  "Upon the conduct of each depends the fate of all.",
  "A king does not kill messengers.",
  "Now you fear punishment and beg for your lives, so I will let you free, if not for any other reason so that you can see the difference between a Greek king and a barbarian tyrant, so do not expect to suffer any harm from me.",
  "There are no more worlds to conquer!",
  "Our enemies are Medes and Persians, men who for centuries have lived soft and luxurious lives; we of Macedon for generations past have been trained in the hard school of danger and war. Above all, we are free men, and they are slaves.",
  "Through every generation of the human race there has been a constant war, a war with fear.",
  "Those who have the courage to conquer it are made free and those who are conquered by it are made to suffer until they have the courage to defeat it, or death takes them.",
  "My treasure lies in my friends.",
  "There is nothing impossible to him who will try.",
  "As for a limit to one’s labors, I, for one, do not recognize any for a high-minded man, except that the labors themselves should lead to noble accomplishments.",
  "Glory crowns the deeds of those who expose themselves to toils and dangers.",
  "For my part, I think that to a man of spirit there is no other aim and end of his labours except the labours themselves.",
  "Whatever possession we gain by our sword cannot be sure or lasting, but the love gained by kindness and moderation is certain and durable.",
  "I would rather live a short life of glory than a long one of obscurity.",
  "Let us conduct ourselves so that all men wish to be our friends and all fear to be our enemies.",
  "Every light is not the sun.",
  "There is something noble in hearing myself ill spoken of when I am doing well.",
  "Toil and risk are the price of glory, but it is a lovely thing to live with courage and die leaving an everlasting fame.",
  "The end and object of conquest is to avoid doing the same thing as the conquered.",
  "With the right attitude, self-imposed limitations vanish.",
  "I do not pilfer victory.",
  "Whatever possession we gain by our sword cannot be sure or lasting, but the love gained by kindness and moderation is certain and durable.",
  "Heaven cannot brook two suns, nor earth two masters.",
  "There is nothing impossible to him who will try.",
  "Remember upon the conduct of each depends the fate of all.",
  "Heaven cannot brook two suns, nor earth two masters.",
  "A tomb now suffices him for whom the whole world was not sufficient.",
  "I am dying from the treatment of too many physicians.",
  "I send you a kaffis of mustard seed, that you may taste and acknowledge the bitterness of my victory.",
  "How great are the dangers I face to win a good name in Athens.",
  "I am not afraid of an army of lions led by sheep; I am afraid of an army of sheep led by a lion.",
  "Through every generation of the human race there has been a constant war, a war with fear. Those who have the courage to conquer it are made free and those who are conquered by it are made to suffer until they have the courage to defeat it, or death takes them.",
  "I had rather excel others in the knowledge of what is excellent, than in the extent of my power and dominion."
]