[
    "Few are those who see with their own eyes and feel with their own hearts.",
    "Imagination is more important than knowledge. Knowledge is limited. Imagination encircles the world.",
    "Unthinking respect for authority is the greatest enemy of truth.",
    "Try not to become a man of success, but rather try to become a man of value.",
    "I am by heritage a Jew, by citizenship a Swiss, and by makeup a human being, and only a human being, without any special attachment to any state or national entity whatsoever.",
    "Great spirits have always encountered violent opposition from mediocre minds.",
    "I would teach peace rather than war. I would inculcate love rather than hate.",
    "I believe in intuitions and inspirations. I sometimes feel that I am right. I do not know that I am.",
    "Look deep into nature, and then you will understand everything better.",
    "All religions, arts and sciences are branches of the same tree.",
    "A hundred times every day I remind myself that my inner and outer life are based on the labors of other men, living and dead, and that I must exert myself in order to give in the same measure as I have received and am still receiving.",
    "A man should look for what is, and not for what he thinks should be.",
    "The most beautiful experience we can have is the mysterious.",
    "I believe in standardizing automobiles. I do not believe in standardizing human beings.",
    "It is, in fact, nothing short of a miracle that the modern methods of instruction have not yet entirely strangled the holy curiosity of inquiry",
    "A table, a chair, a bowl of fruit and a violin; what else does a man need to be happy?",
    "A human being is part of a whole called by us “Universe.”",
    "The important thing is to not stop questioning. Curiosity has its own reason for existing.",
    "A question that sometimes drives me hazy — am I or are the others crazy?",
    "The world is in greater peril from those who tolerate or encourage evil than from those who actually commit it",
    "Life is like riding a bicycle. To keep your balance you must keep moving.",
    "Concern for man and his fate must always form the chief interest of all technical endeavors. Never forget this in the midst of your diagrams and equations.",
    "I love to travel, but I hate to arrive.",
    "All that is valuable in human society depends upon the opportunity for development accorded the individual.",
    "The important thing is not to stop questioning. Curiosity has its own reason for existence.",
    "Although I am a typical loner in daily life, my consciousness of belonging to the invisible community of those who strive for truth, beauty, and justice has preserved me from feeling isolated.",
    "The years of anxious searching in the dark, with their intense longing, their alternations of confidence and exhaustion, and final emergence into light—only those who have experienced it can understand that.",
    "Let us not forget that human knowledge and skills alone cannot lead humanity to a happy and dignified life",
    "He who can no longer pause to wonder and stand rapt in awe, is as good as dead; his eyes are closed.",
    "I have no special talent. I am only passionately curious.",
    " Invention is not the product of logical thought, even though the final product is tied to a logical structure.",
    "Science can flourish only in an atmosphere of free speech.",
    "Hail to the man who went through life always helping others, knowing no fear, and to whom aggressiveness and resentment are alien",
    "A happy man is too satisfied with the present to dwell too much on the future.",
    "I speak to everyone in the same way, whether he is the garbage man or the president of the university.",
    "Man would indeed be in a poor way if he had to be restrained by fear of punishment and hopes of reward after death.",
    "The great moral teachers of humanity were, in a way, artistic geniuses in the art of living.",
    "Out yonder there was this huge world, which exists independently of us human beings and which stands before us like a great, eternal riddle, at least partially accessible to our inspection and thinking. The contemplation of this world beckoned like a liberation…"
]