[
  "If you correct your mind, the rest of your life will fall into place.",
  "The best fighter is never angry.",
  "A man with outward courage dares to die: a man with inner courage dares to live.",
  "A journey of a thousand miles begins with a single step.",
  "Knowing others is wisdom, knowing yourself is enlightenment.",
  "Care about what other people think and you will always be their prisoner.",
  "If you are depressed, you are living in the past. If you are anxious, you are living in the future. if you are at peace, you are living in the present.",
  "Mastering others is strength, mastering yourself is true power.",
  "Be content with what you have, rejoice in the way things are. When you realise there is nothing lacking, the whole world belongs to you.",
  "If you do not change direction, you may end up where you are heading.",
  "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.",
  "Stop thinking and end your problems.",
  "New beginnings are disguised as painful endings.",
  "Manifest plainness, embrace simplicity, reduce selfishness, have few desires.",
  "Make your heart like a lake with a calm still surface and great depths of kindness.",
  "Great acts are made up of small deeds.",
  "Life is a series of natural and spontaneous changes. Don’t resist them; that only creates sorrow. Let reality be reality. Let things flow naturally forward in whatever way they like.",
  "He who is contented is rich.",
  "When I let go of what I am, I become what I might be.",
  "To a mind that is still, the whole universe surrenders.",
  "The heart that gives, gathers.",
  "Confidence is the greatest friend.",
  "When you are content to be simply yourself and don’t compare or compete, everybody will respect you.",
  "Silence is a source of great strength.",
  "Be still like a mountain, and flow like a great river.",
  "Act without expectation.",
  "Use the light that is within you to revert to your natural clearness of sight.",
  "Give a man a fish and you feed him for a day. Teach a man to fish and you feed him for a lifetime.",
  "Watch your thoughts, they become your words. Watch your words, they become your actions. Watch your actions, they become your habits. Watch your habits, they become your character. Watch your character, it becomes your destiny.",
  "Knowledge is a treasure, but practice is the key to it.",
  "Health is the greatest possession.",
  "Empty yourself of everything – let the mind become still.",
  "By letting go, it all gets done.",
  "Do the difficult things while they are easy and do the great things while they are small. A journey of a thousand miles must begin with a single step.",
  "To the mind that is still, the whole universe surrenders.",
  "Nature does not hurry, yet everything is accomplished.",
  "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.",
  "I have just three things to teach: simplicity, patience, compassion. These three are your greatest treasures.",
  "It is better to do one’s own duty, however defective it may be, than to follow the duty of another, however well one may perform it. He who does his duty as his own nature reveals it, never sins.",
  "Shape clay into a vessel; It is the space within that makes it useful. Cut doors and windows for a room; It is the holes which make it useful. Therefore benefit comes from what is there; Usefulness from what is not there."
]