[
  "You can discover more about a person in an hour of play than in a year of conversation.",
  "Wise men speak because they have something to say; Fools because they have to say something.",
  "We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light.",
  "Human behavior flows from three main sources; desire, emotion, and knowledge.",
  "No man should bring children into the world who is unwilling to persevere to the end in their nature and education.",
  "The direction in which education starts a man will determine his future in life.",
  "We are twice armed if we fight with faith.",
  "Good actions give strength to ourselves and inspire good actions in others.",
  "Good people do not need laws to tell them to act responsibly, while bad people will find a way around the law.",
  "A good decision is based on knowledge and not on numbers.",
  "One of the penalties for refusing to participate i politics is that you end up being governed by inferiors.",
  "Opinions is the medium between knowledge and ignorance.",
  "Love is the joy of the good, the wonder of the wise, the amazement of the Gods.",
  "The greatest wealth is to live content with little.",
  "Thinking – the talking of the soul with itself.",
  "The first and greatest victory is to conquer yourself; to be conquered by yourself is of all things most shameful and vile.",
  "The measure of a man is what he does with power.",
  "There are three classes of men; lovers of wisdom, lovers of honor, and lovers of gain.",
  "Knowledge without justice ought to be called cunning rather than wisdom.",
  "Ignorance, the root and steam of all evil.",
  "He who is not a good servant will not be a good master.",
  "Courage is knowing what not to fear.",
  "Attention to health if life’s greatest hindrance.",
  "Science is nothing but perception.",
  "All men are by nature equal, made all of the same earth by one workman.",
  "Honesty is for the most part less profitable than dishonesty.",
  "There is no harm in repeating a good thing.",
  "For a man to conquer himself is the first and noblest of all victories.",
  "I a man neglects education, he walks lame to the end of his life.",
  "Life must be lived as play.",
  "No law or ordinance is mightier than understanding.",
  "There are tow things a person should never be angry at, what they can help, and what they cannot.",
  "Justice means minding one’s own business and not meddling with other men’s concern.",
  "Better a little which is well done, than a great deal imperfectly.",
  "Knowledge is true opinion.",
  "Any man may easily do harm, but not every man can do good to another.",
  "Only the dead have seen the end of the war.",
  "We do not learn, and what we call learning is only a process of recollection.",
  "Wisdom alone is the science of other sciences.",
  "Truth is the beginning of every good to the gods, and of every good to man."
]