[
  "Let’s go invent tomorrow rather than worrying about what happened yesterday.",
  "Remembering that I’ll be dead soon is the most important tool I’ve ever encountered to help me make the big choices in life.",
  "I’m actually as proud of many of the things we haven’t done as the things we have done.",
  "I don’t care about being right. I care about success and doing the right thing.",
  "You have to believe that the dots will somehow connect in your future.",
  "The products suck! There’s no sex in them anymore!",
  "For you to sleep well at night, the aesthetic, the quality, has to be carried all the way through.",
  "Details matter, it’s worth waiting to get it right.",
  "Get closer than ever to your customers. So close that you tell them what they need well before they realize it themselves.",
  "The doers are the major thinkers. The people that really create the things that change this industry are both the thinker and doer in one person.",
  "I do not adopt softness towards others because I want to make them better.",
  "If you don’t love it, you’re going to fail.",
  "You can build your own things that other people can use. And once you learn that, you’ll never be the same again.",
  "In the broadest context, the goal is to seek enlightenment – however you define it.",
  "Ultimately, it comes down to taste. It comes down to trying to expose yourself to the best things that humans have done and then try to bring those things into what you’re doing.",
  "Don’t get hung up on who owns the idea. Pick the best one, and let’s go.",
  "We do no market research. We don’t hire consultants. We just want to make great products.",
  "The people that have really made the contributions have been the thinkers and the doers.",
  "I think all of us need to be on guard against arrogance which knocks at the door whenever you’re successful.",
  "The Lisa people wanted to do something great. And the Mac people want to do something insanely great. The difference shows.",
  "Once you discover one simple fact, and that is everything around you that you call life, was made up by people that were no smarter than you.",
  "I always advise people – Don’t wait! Do something when you are young, when you have nothing to lose, and keep that in mind.",
  "That’s why we started Apple, we said you know, we have absolutely nothing to lose. I was 20 years old at the time, Woz was 24-25, so we have nothing to lose. We have no families, no children, no houses. Woz had an old car. I had a Volkswagen van, I mean, all we were going to lose is our cars and the shirts off our back.",
  "We he had everything to gain. And we figured even if we crash and burn, and lose everything, the experience will have been worth ten times the cost.",
  "We are very careful about what features we add because we can’t take them away.",
  "The really great person will keep on going and find the key, underlying principle of the problem, and come up with a beautiful elegant solution that works.",
  "On the blue box: That was what we learned: was that us, too, we didn’t know much. We could build a little thing that could control a giant thing and that was an incredible lesson.",
  "Believing that the dots will connect down the road will give you the confidence to follow your heart.",
  "Don’t take it all too seriously. If you want to live your life in a creative way, as an artist, you have to not look back too much. You have to be willing to take whatever you’ve done and whoever you were and throw them away.",
  "There is a tremendous amount of craftsmanship between a great idea and a great product.",
  "One way to remember who you are is to remember who your heroes are.",
  "People who know what they’re talking about don’t need PowerPoint.",
  "We were really working fourteen-to-eighteen-hour days, seven days a week. For like, two years, three years. That was our life. But we loved it, we were young, and we could do it.",
  "You have to trust in something, your gut, destiny, life, karma, whatever.",
  "People judge you on your performance, so focus on the outcome. Be a yardstick of quality. Some people aren’t used to an environment where excellence is expected.",
  "Your time is limited, so don’t waste it living someone else’s life. Don’t be trapped by dogma, which is living with the results of other people’s thinking.",
  "And most important, have the courage to follow your heart and intuition. They somehow already know what you truly want to become. Everything else is secondary.",
  "It’s more fun to be a pirate than to join the Navy.",
  "Famous Apple Ad with Einstein, Picasso, etc. (Video): Here’s to the crazy ones. The misfits. The rebels. The troublemakers. The round pegs in the square holes. The ones who see things differently. They’re not fond of rules, and they have no respect for the status quo. You can quote them, disagree with them, glorify and vilify them. About the only thing you can’t do is ignore them because they change things. They push the human race forward. And while some may see them as crazy, we see genius. Because the people who are crazy enough to think they can change the world, are the ones who do.",
  "Being the richest man in the cemetery doesn’t matter to me… Going to bed at night saying we’ve done something wonderful… that’s what matters to me.",
  "Don’t let the noise of other’s opinions drown out your own inner voice.",
  "If today were the last of your life, would you do what you were going to do today?",
  "I decided to drop out and trust that it would all work out okay.",
  "I’m convinced that the only thing that kept me going was that I loved what I did. You’ve got to find what you love.",
  "When I was 17, I read a quote that went something like: ‘If you live each day as if it was your last, someday you’ll most certainly be right.’ It made an impression on me, and since then, for the past 33 years, I have looked in the mirror every morning and asked myself: ‘If today were the last day of my life, would I want to do what I am about to do today?’ And whenever the answer has been ‘no’ for too many days in a row, I know I need to change something.",
  "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven’t found it yet, keep looking and don’t settle. (See also: hard work quotes)",
  "Almost everything, all external expectations, all pride, all fear of embarrassment or failure, these things just fall away in the face of death, leaving only what is truly important.",
  "Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose. You are already naked.",
  "When you grow up, you tend to get told that the world is the way it is and your life is just to live your life inside the world. Try not to bash into walls too much. Try to have a nice family life, have fun, save a little money. That’s a very limited life. Life can be much broader.",
  "The minute that you understand that you can poke life and actually something will pop out the other side, that you can change it, you can mold it.",
  "That’s maybe the most important thing. It’s to shake off this erroneous notion that life is there and you’re just gonna live in it, versus embrace it, change it, improve it, make your mark upon it. I think that’s very important and however you learn that, once you learn it, you’ll want to change life and make it better, cause it’s kind of messed up, in a lot of ways. Once you learn that, you’ll never be the same again.",
  "If you want it, you can fly, you just have to trust you a lot.",
  "The only thing you have in your life is time. If you invest that time in yourself to have great experiences that are going to enrich you, then you can’t possibly lose.",
  "There was a constant flow of intellectual questioning about the truth of life. That was a time when every college student in this country read Be Here Now and Diet for a Small Planet – there were about ten books.",
  "On being fired from Apple and called back 12 years later: What a circle of life. You know? Life is just always mysterious and surprising, and you never know what’s around the next corner.",
  "We don’t get a chance to do that many things, and every one should be really excellent. Because this is our life. Life is brief, and then you die, you know…",
  "So this is what we’ve chosen to do with our life. We could be sitting in a monastery somewhere in Japan. We could be out sailing. Some of the executive team could be playing golf. They could be running other companies. And we’ve all chosen to do this with our lives. So it better be damn good. It better be worth it. And we think it is.",
  "In business, if I knew earlier what I know now, I’d have probably done some things a lot better than I did, but I also would’ve probably done some other things a lot worse. But so what? It’s more important to be engaged in the present.",
  "I think the things you most regret in life are things you didn’t do. What you really regret was never asking that girl to dance.",
  "I think death is the most wonderful invention of life. It purges the system of these old models that are obsolete.",
  "Death is the destination we all share. No one has ever escaped it. And that is as it should be because death is very likely the single best invention of life. It is life’s change agent, it clears out the old to make way for the new.",
  "I’ve always felt that death is the greatest invention of life. I’m sure that life evolved without death at first and found that without death, life didn’t work very well because it didn’t make room for the young.",
  "I was lucky, I found what I loved to do early in life. Woz and I started Apple in my parents’ garage when I was 20.",
  "People say you have to have a lot of passion for what you’re doing and it’s totally true. And the reason is because it’s so hard that if you don’t, any rational person would give up. It’s really hard. And you have to do it over a sustained period of time. So if you don’t love it, if you’re not having fun doing it, you don’t really love it, you’re going to give up.",
  "If you really look at the ones that ended up, you know, being “successful” in the eyes of society and the ones that didn’t, oftentimes, it’s the ones who were successful and loved what they did so they could persevere, you know, when it got really tough. And the ones that didn’t love it quit because they’re sane, right? Who would want to put up with this stuff if you don’t love it?",
  "That was one of the things that came out most clearly from this whole experience [with cancer]. I realized that I love my life. I really do. I’ve got the greatest family in the world, and I’ve got my work. And that’s pretty much all I do. I don’t socialize much or go to conferences. I love my family, and I love running Apple, and I love Pixar. And I get to do that. I’m very lucky.",
  "I’m convinced that about half of what separates the successful entrepreneurs from the non-successful ones is pure perseverance. It is so hard. You put so much of your life into this thing. There are such rough moments in time that I think most people give up. I don’t blame them. It’s really tough and it consumes your life.",
  "If you’ve got a family and you’re in the early days of a company, I can’t imagine how one could do it. I’m sure it’s been done but it’s rough. It’s pretty much an eighteen hour day job, seven days a week for awhile. Unless you have a lot of passion about this, you’re not going to survive. You’re going to give it up.",
  "You’ve got to have an idea, or a problem or a wrong that you want to right that you’re passionate about, otherwise you’re not going to have the perseverance to stick it through. I think that’s half the battle right there.",
  "I’ve read something that Bill Gates said about six months ago. He said, ‘I worked really, really hard in my 20s.’ And I know what he means because I worked really, really hard in my 20s too. Literally, you know, 7 days a week, a lot of hours every day. And it actually is a wonderful thing to do, because you can get a lot done. But you can’t do it forever, and you don’t want to do it forever, and you have to come up with ways of figuring out what the most important things are and working with other people even more.",
  "I don’t think I’ve ever worked so hard on something, but working on Macintosh was the neatest experience of my life. Almost everyone who worked on it will say that. None of us wanted to release it at the end.",
  "On the MacIntosh: When we finally presented it at the shareholders’ meeting, everyone in the auditorium gave it a five-minute ovation. What was incredible to me was that I could see the Mac team in the first few rows. It was as though none of us could believe we’d actually finished it. Everyone started crying.",
  "As it was clear that the Sixties were over, it was also clear that a lot of the people who had gone through the Sixties ended up not really accomplishing what they set out to accomplish, and because they had thrown their discipline to the wind, they didn’t have much to fall back on.",
  "Pixar has been a marathon, not a sprint. There are times when you run a marathon and you wonder, why am I doing this? But you take a drink of water, and around the next bend, you get your wind back, remember the finish line, and keep going.",
  "On the MacIntosh: It was as though we knew that once it was out of our hands, it wouldn’t be ours anymore.",
  "On his father: He was a machinist by trade and worked very hard and was kind of a genius with his hands. He had a workbench out in his garage where, when I was about five or six, he sectioned off a little piece of it and said “Steve, this is your workbench now.” And he gave me some of his smaller tools and showed me how to use a hammer and saw and how to build things. It really was very good for me. He spent a lot of time with me… teaching me how to build things, how to take things apart, put things back together.",
  "I can tell you this: I’ve been married for 8 years, and that’s had a really good influence on me. I’ve been very lucky, through random happenstance I just happened to sit next to this wonderful woman who became my wife. And it was a big deal. We have 3 kids, and it’s been a big deal. You see the world differently.",
  "I’ve never been so tired in my life. I’d come home at about ten o’clock at night and flop straight into bed, then haul myself out at six the next morning and take a shower and go to work. My wife deserves all the credit for keeping me at it. She supported me and kept the family together with a husband in absentia.",
  "Most people don’t get those experiences because they never ask. I’ve never found anybody that didn’t want to help me if I asked them for help.",
  "Most people never pick up the phone and call. Most people never ask. And that’s what separates sometimes the people that do things from the people that just dream about them.",
  "As you may know, I was basically fired from Apple when I was 30 and was invited to come back 12 years later so that was difficult when it happened but maybe the best thing that could ever happen to me. […] you just move on, life goes on and you learn from it.",
  "If you act like you can do something, then it will work.",
  "I feel like somebody just punched me in the stomach and knocked all my wind out. I’m only 30 years old and I want to have a chance to continue creating things. I know I’ve got at least one more great computer in me. And Apple is not going to give me a chance to do that.",
  "We’ve done so many hardware products where Jony and I have looked at each other and said, ‘We don’t know how to make it any better than this, we just don’t know how to make it’. But we always do; we realize another way. And then it’s not long after the new thing comes out that we look at the older thing and go, ‘How can we ever have done that?’",
  "Life goes on and you learn from it.",
  "Each year has been so robust with problems and successes and learning experiences and human experiences that a year is a lifetime at Apple.",
  "When I was 12 or 13, I wanted to build something and I needed some parts, so I picked up the phone and called Bill Hewlett – he was listed in the Palo Alto phone book. He answered the phone and he was real nice. He chatted with me for, like, 20 minutes. He didn’t know me at all, but he ended up giving me some parts and he got me a job that summer working at Hewlett-Packard on the line, assembling frequency counters. Assembling may be too strong. I was putting in screws. It didn’t matter; I was in heaven.",
  "I’ve never found anyone who’s said no or hung up the phone when I called-I just asked. And when people ask me, I try to be as responsive, to pay that debt of gratitude back.",
  "You gotta act. And you’ve gotta be willing to fail, you gotta be ready to crash and burn, with people on the phone, with starting a company, with whatever. If you’re afraid of failing, you won’t get very far.",
  "I believe life is an intelligent thing, that things aren’t random.",
  "When you die, it doesn’t just all disappear.",
  "Sometimes I believe in God, sometimes I don’t. I think it’s 50-50 maybe.",
  "Ever since I’ve had cancer, I’ve been thinking about it more. And I find myself believing a bit more. I kind of – maybe it’s ’cause I want to believe in an afterlife. That when you die, it doesn’t just all disappear. The wisdom you’ve accumulated. Somehow it lives on, but sometimes I think it’s just like an on-off switch. Click and you’re gone. And that’s why I don’t like putting on-off switches on Apple devices.",
  "I think different religions are different doors to the same house. Sometimes I think the house exists, and sometimes I don’t. It’s the great mystery.",
  "I hate it when people call themselves “entrepreneurs” when what they’re really trying to do is launch a startup and then sell or go public, so they can cash in and move on.",
  "I’m a tool builder. That’s how I think of myself. I want to build really good tools that I know in my gut and my heart will be valuable. And then, whatever happens, is… you can’t really predict exactly what will happen, but you can feel the direction that we’re going. And that’s about as close as you can get. Then you just stand back and get out of the way, and these things take on a life of their own.",
  "If you are willing to work hard and ask lots of questions, you can learn business pretty fast.",
  "On starting Apple with Steve Wozniak: We worked hard, and in 10 years Apple had grown from just the two of us in a garage into a 2 billion company with over 4000 employees.",
  "I remember many late nights coming out of the Mac building when I would have the most incredibly powerful feelings about my life.",
  "We are aware that we are doing something significant. We’re here at the beginning of it and we’re able to shape how it goes."
]